Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Physical keyboard
be: Фізычная клявіятура

source: Physical keyboard settings
be: Налады фізычнае клявіятуры

source: Picasa Web Albums
be: Сеціўныя альбомы Picasa

source: Pick Numbers
be: Абярыце нумары

source: Pick a Color
be: Абярыце колер

source: Pick a color.
be: Выбраць колер.

source: Pick album
be: Абраць альбом

source: Pick an album
be: Абраць альбом

source: Pick topics, manage downloads
be: Выбраць тэмы, кіраваць, што спампоўваць

source: Pick your activity
be: Выбраць дзейнасьць

source: Pick your own
be: Абярыце сваё

source: Pico TTS
be: Сыстэма агучваньня Pico

source: Picture
be: Малюнак

source: Picture frame
be: Рамка малюнку

source: Picture not resized.
be: Памер малюнку не зьмянілі.

source: Picture options
be: Можнасьці відарысаў

source: Picture quality
be: Якасьць здымкаў

source: Picture size
be: Памер здымка

source: Picture sort
be: Парадкаваць малюнкі

source: Picture too large
be: Малюнак завялікі

source: Picture too large.
be: Малюнак завялікі.

source: Pictures
be: Малюнкі

source: Pictures from this sender will be shown automatically.
be: Малюнкі ад гэтага адпраўніка будуць паказвацца самарушна.

source: Pictures, videos
be: Малюнкі, відэа

source: Ping Hostname(www.google.com):
be: Пінґ назвы вузла (www.google.com):

source: Ping IpAddr:
be: Пінґ адрасу IP:

source: Pitch
be: Вышыня

source: Pizzeria
be: Піцэрыя

source: Place
be: Месца

source: Place call
be: Як тэлефанаваць

source: Place name
be: Назва месца

source: Place not listed
be: Месца няма ў сьпісе

source: Place your device on a steady surface and be sure there's no movement behind you.
be: Пастаўце прыладу на ўстойлівую паверхню ды ўпэўніцеся, што за вамі нічога ня рухаецца.

source: Places
be: Месцы

source: Places I've lived
be: Дзе даводзілася жыць

source: Places nearby
be: Месцы паблізу

source: Play
be: Граць

source: Play All
be: Граць усё

source: Play a short demonstration of speech synthesis
be: Прайграе кароткі прыклад агучваньня

source: Play a sound on incoming messages
be: Гучэць па новых паведамленьнях

source: Play again
be: Прайграць зноўку

source: Play alarm even when the phone is in silent mode
be: Будзька гучыць нат калі тэлефон у бязгучным стане

source: Play alarm even when the tablet is in silent mode
be: Будзька гучыць нат калі прылада ў бязгучным стане

source: Play all
be: Граць усё

source: Play button
be: Кнопка «граць»

source: Play slideshow more than once
be: Паказваць слайды болей за адзін раз

source: Play sound when inserting or removing phone from dock
be: Гучэць, калі тэлефон усунулі або вынялі з латка

source: Play sound when inserting or removing tablet from dock
be: Гучэць, калі пляншэт усунулі або вынялі з латка

source: Play sound when making screen selection
be: Гучэць, калі абіраем нешта на экране

source: Play sound with the low battery alert
be: Гучэць, калі батарэя моцна разрадзілася

source: Play sounds when locking and unlocking the screen
be: Гучэць, калі экран замыкаецца або адмыкаецца

source: Play tones when using dial pad
be: Гучэць, калі карыстаемся наборнікам

source: Play voicemail
be: Граць галасавую пошту

source: Play with
be: Граць праз

source: Play with...
be: Граць праз…

source: Playback
be: Прайграваньне

source: Playback problem
be: Далі хібу, калі прайгравалі

source: Playing through Bluetooth
be: Граецца праз Bluetooth

source: Playlist deleted.
be: Сьцерлі сьпіс прайграваньня.

source: Playlist renamed.
be: Далі новую назву сьпісу прайграваньня.

source: Playlists
be: Сьпісы

source: Playlists…
be: Сьпісаў…

source: Play…
be: Граць…

source: Please Wait...
be: Калі ласка, чакайце…

source: Please add a new account.
be: Калі ласка, дадайце новы рахунак.

source: Please add again
be: Дадайце зноўку

source: Please add at least one recipient.
be: Калі ласка, дадайце прынамсі аднаго атрымальніка.

source: Please be patient!
be: Калі ласка, цярплівымі!

source: Please capture a bug report and report it via http://go/droidanizer
be: Дашліце, калі ласка, справаздачу пра памылку праз http://go/droidanizer

source: Please capture a bug report and send it to android-sms-bugs@google.com
be: Дашліце, калі ласка, справаздачу пра памылку на android-sms-bugs@google.com

source: Please check and try again.
be: Спраўдзіце, калі ласка, і паспрабуйце зноўку.

source: Please check network connections, and check that the system time is set correctly.
be: Калі ласка, спраўдзіце злучэньні зь сеткаю ды паглядзіце, ці адпаведным чынам вызначылі сыстэмны час.

source: Please check the domain name and try again.
be: Калі ласка, спраўдзіце назву вузла ды паспрабуйце зноўку.

source: Please check your Skype Name and try again.
be: Спраўдзіце, калі ласка, імя ў Skype, і паспрабуйце зноўку.

source: Please check your email on a computer and follow the link to verify this account.
be: Калі ласка, зірніце на кампутары пошту ды перайдзіце па спасылцы, каб пацьвердзіць рахунак.

source: Please check your login and password and try again.
be: Спраўдзіце, калі ласка, імя ды пароль і паспрабуйце зноўку.

source: Please check your mobile network settings and try again.
be: Спраўдзіце, калі ласка, налады перасоўнае сеткі ды паспрабуйце зноўку.

source: Please check your network connection and try again later.
be: Калі ласка, спраўдзіце злучэньне зь сецівам і потым паспрабуйце зноўку.

source: Please check your network connection or try again later.
be: Калі ласка, спраўдзіце злучэньне зь сецівам альбо паспрабуйце зноўку пазьней.

source: Please check your network connection.
be: Спраўдзіце, калі ласка, злучэньне зь сеткаю.

source: Please choose a network
be: Абярыце, калі ласка, сетку

source: Please click the button below to update now.
be: Каб абнавіць зараз, пстрыкніце па кнопцы, калі ласка.

source: Please come back and try again later.
be: Калі ласка, вяртайце пазьней і спрабуйце зноўку.

source: Please complete all fields
be: Запоўніце ўсе палі, калі ласка

source: Please confirm
be: Пацьвердзіце, калі ласка

source: Please confirm you want to receive this file
be: Пацьвердзіце, калі ласка, што вы хочаце атрымаць гэты файл

source: Please connect charger
be: Калі ласка, далучыце зараду

source: Please connect charger to continue.
be: Каб працягваць, далучыце зараду, калі ласка.

source: Please connect charger.
be: Калі ласка, далучыце зараду.

source: Please contact the domain administrator for ^1 or sign in with another account.
be: Калі ласка, зьвяжыцеся зь кіраўніком вузла ^1, або ўвайдзіце празь іншы рахунак.

source: Please contact the domain administrator for ^2 or sign in using another account.
be: Калі ласка, зьвяжыцеся зь кіраўніком вузла ^2, або ўвайдзіце празь іншы рахунак.

source: Please contact your carrier if this problem persists.
be: Калі праблема застанецца, калі ласка, зьвяжыцеся са сваім апэратарам.

source: Please contact your carrier.
be: Калі ласка, зьвяжыцеся са сваім апэратарам.

source: Please contact your wireless service provider to obtain another SIM card.
be: Каб атрымаць іншую картку, зьвяжыцеся, калі ласка, са сваім правайдарам бяздротавае сувязі.

source: Please correct the recipient(s) or they will not receive the message.
be: Калі ласка, выпраўце атрымальнікаў, інакш яны не атрымаюць паведамленьня.

source: Please delete old messages.
be: Калі ласка, сатрыце старыя паведамленьні.

source: Please describe the problem
be: Калі ласка, апішыце праблему

source: Please enable your wireless connection or try again later when you have better network coverage.
be: Калі ласка, задзейнічайце бяздротавае злучэньне, ці паспрабуйце зноўку,калі будзе лепшае пакрыцьцё.

source: Please ensure that your SD card is properly mounted.
be: Калі ласка, упэўніцеся, што картку SD прымацавалі належным чынам.

source: Please enter a password to use for encrypting the full backup data.
be: Упішыце, калі ласка, пароль, якім шыфраваць адноўку ўсіх зьвестак.

source: Please enter a password.
be: Упішыце пароль, калі ласка.

source: Please enter a title for the album.
be: Калі ласка, упішыце назву альбому.

source: Please enter a valid Skype Name.
be: Калі ласка, упішыце чыннае ймя ў Skype.

source: Please enter a valid credit card or visit checkout.google.com to edit your payment methods.
be: Калі ласка, упішыце чынную крэдытную картку, або наведайце checkout.google.com, каб зьмяніць свае спосабы аплачваць.

source: Please enter an album name
be: Калі ласка, упішыце назву альбому

source: Please enter charachters from image
be: Упішыце, калі ласка, знакі зь відарысу

source: Please enter code from the image
be: Упішыце, калі ласка, код зь відарысу

source: Please enter contact name before joining with another contact.
be: Перад тым, як спалучаць кантакты, упішыце ймя першага кантакту.

source: Please enter message text
be: Надрукуйце паведамленьне

source: Please enter text
be: Набярыце тэкст

source: Please enter the correct password.
be: Упішыце адпаведны пароль, калі ласка.

source: Please enter the password.
be: Упішыце пароль, калі ласка.

source: Please enter title
be: Упішыце назву, калі ласка

source: Please enter your billing address to be stored in your Google account.
be: Калі ласка, упішыце адрас аплаты, каб захаваць яго ў вашым рахунку Google.

source: Please enter your current backup password below:
be: Упішыце, калі ласка, ніжэй пароль на адноўку:

source: Please enter your device encryption password below.
be: Упішыце, калі ласка, ніжэй пароль шыфраваньня прылады:

source: Please enter your first and last names to create your account.
be: Каб стварыць рахунак, упішыце, калі ласка, свае ймя ды прозьвішча.

source: Please enter your search criteria
be: Калі ласка, упішыце, што шукаць

source: Please exit and restart.
be: Выйдзіце з праґрамы ды запусьціце яе нанова.

source: Please forgive my need for water.
be: Мне трэба вада. Прабач мяне за гэта.

source: Please go online to view your Skype Credit balance.
be: Каб зірнуць балянс крэдыту, далучыцеся да сеткі, калі ласка.

source: Please go to the Contacts tab to start one.
be: Каб пачаць гутарыць, перайдзіце ды ўкладкі кантактаў.

source: Please grant its permissions and try again.
be: Дайце, калі ласка, адпаведныя дазволы ды паспрабуйце зноўку.

source: Please handle with care.
be: Карыстайцеся абачліва, калі ласка.

source: Please include country code (e.g. +44 1234567)
be: Калі ласка, дадайце код краіны (пр., +44 1234567)

source: Please insert SD card to use camera
be: Каб карыстацца камэраю, усуньце, калі ласка, картку SD

source: Please insert a SIM card into the phone.
be: Калі ласка, усуньце картку SIM у тэлефон.

source: Please insert a SIM card.
be: Калі ласка, усуньце картку SIM.

source: Please insert a UIM card.
be: Калі ласка, усуньце картку UIM.

source: Please insert an SD card before using the camera.
be: Перад тым, як карыстацца камэраю, усуньце, калі ласка, картку SD.

source: Please investigate.
be: Калі ласка, разьбярыцеся.

source: Please launch the Web browser to gain access to these mail accounts.
be: Калі ласка, запусьціце аглядальнік сеціва, каб атрымаць доступ да гэткіх паштовых рахункаў.

source: Please longpress an account to refresh it
be: Націсьніце на рахунак і трымайце, каб абнавіць яго

source: Please mount USB storage before using the camera.
be: Перад тым, як карыстацца камэраю, прымацуйце, калі ласка, сховішча USB.

source: Please mount the shared storage before using the camera.
be: Перад тым, як карыстацца камэраю, прымацуйце, калі ласка, абагуленае сховішча.

source: Please note that video call quality may not be as good as on a certified device.
be: Калі ласка, памятайце: якасьць відэа можа быць не такою добраю, як на завераных прыладах.

source: Please open remaining apps from the Downloads list to approve new permissions and start update.
be: Калі ласка, адчыніце астатнія праґрамы са сьпісу спампоўванага, каб ухваліць новыя дазволы ды пачаць абнаўляць.

source: Please pick a contact list
be: Абярыце сьпіс, калі ласка

source: Please pick a valid credit card or visit checkout.google.com to edit your payment methods.
be: Калі ласка, абярыце чынную крэдытную картку, або наведайце checkout.google.com, каб зьмяніць свае спосабы аплачваць.

source: Please re-enter your Facebook password.
be: Калі ласка, нанова ўпішыце ваш пароль на Facebook.

source: Please re-enter your password.
be: Калі ласка, упішыце пароль зноўку.

source: Please re-install Skype.
be: Усталюйце Skype нанова, калі ласка.

source: Please re-type them.
be: Калі ласка, упішыце іх нанова.

source: Please remove the existing account and then add a new account.
be: Калі ласка, зьнішчыце існы рахунак, а потым дадайце новы.

source: Please see the User Guide or contact Customer Care.
be: Калі ласка, паглядзіце «Кіраўніцтва карыстальніка» ці зьвяжыцеся са службаю падтрымкі.

source: Please select a different %1$s.
be: Калі ласка, абярыце іншы %1$s.

source: Please select continue to add them as Skype contacts.
be: Каб дадаць іх да кантактаў Skype, націсьніце «Працягваць».

source: Please sign in into your enterprise account at ^1 for authentication.
be: Каб апазнацца, увайдзіце ў ваш рахунак ад прадпрыемства (^1), калі ласка.

source: Please tell us why you removed this item:
be: Калі ласка, распавядзіце, чаму сьцерлі праґраму:

source: Please try a different account.
be: Калі ласка, паспрабуйце іншы рахунак.

source: Please try again in %d seconds.
be: Паспрабуйце праз %d сэк., калі ласка.

source: Please try again in a little while.
be: Калі ласка, паспрабуйце зноўку крыху пазьней.

source: Please try again later.
be: Калі ласка, паспрабуйце пазьней.

source: Please try again when connected to a mobile network, or connect to a Wi-Fi network.
be: Калі ласка, паспрабуйце зноўку, калі злучыцеся зь перасоўнаю сеткаю, — або злучыцеся зь сеткаю Wi-Fi.

source: Please try again when your phone is connected to the data network.
be: Калі ласка, паспрабуйце зноўку, калі тэлефон злучыцца зь сецівам.

source: Please try again.
be: Калі ласка, паспрабуйце зноўку.

source: Please try again.\u0020
be: Калі ласка, паспрабуйце зноўку.\u2020

source: Please try later.
be: Калі ласка, паспрабуйце пазьней.

source: Please try to install it again later.
be: Паспрабуйце ўсталяваць яго пазьней.

source: Please turn on the radio before viewing these settings.
be: Калі ласка, уключыце радыёсувязь перад тым, як глядзець гэтыя налады.

source: Please type PUK code.
be: Калі ласка, набярыце код PUK.

source: Please type a valid IP address.
be: Пазначце чынны адрас IP, калі ласка.

source: Please type a valid email address and password.
be: Набярыце чынны адрас эл. пошты ды пароль, калі ласка.

source: Please type new PIN code.
be: Калі ласка, набярыце новы код PIN.

source: Please type the characters you see in the picture:
be: Калі ласка, набярыце знакі, якія вы бачыце на малюнку:

source: Please update imo
be: Абнавіце imo, калі ласка

source: Please update now to continue using imo.
be: Каб працягваць карыстацца imo, абнавіце праґраму, калі ласка.

source: Please update or contact widget developer
be: Калі ласка, абнавіце ці зьвяжыцеся з распрацоўнікам віджэту.

source: Please update to the latest version of imo.
be: Абнавіце imo да найноўшае вэрсіі, калі ласка.

source: Please use main site for login first!
be: Калі ласка, спачатку ўвайдзіце праз галоўную пляцоўку (сайт)!

source: Please visit checkout.google.com to fix it.
be: Калі ласка, наведайце checkout.google.com, каб разьвязаць яе.

source: Please wait
be: Калі ласка, чакайце

source: Please wait for battery to charge sufficiently.
be: Калі ласка, пачакайце, пакуль батарэя дастаткова моцна зарадзіцца.

source: Please wait while loading...
be: Калі ласка, счакайце, пакуль чытаецца…

source: Please wait while the items are added to the slideshow.
be: Калі ласка, пачакайце, пакуль дададуцца складнікі слайдаў.

source: Please wait while your phone is being programmed.
be: Калі ласка, пачакайце, пакуль тэлефон праґрамуецца.

source: Please wait...
be: Калі ласка, чакайце…

source: Please wait\u2026
be: Калі ласка, чакайце…

source: Please wait…
be: Калі ласка, чакайце…

source: Plug in a headset to hear password keys spoken aloud.
be: Каб чуць, якія знакі набіраюцца ў паролі, трэба далучыць слухаўкі.

source: Plug in your charger and try again.
be: Далучыце зараду ды паспрабуйце зноўку.

source: Plugged in:
be: Далучаным:

source: Podcasts
be: Падвяшчальнікі

source: Point on map
be: Паказаць на мапе

source: Point-to-Point Tunneling Protocol
be: Пратакол PPTP

source: Pointer location
be: Адлюстроўваць паказальнік

source: Pointer speed
be: Хуткасьць паказальніка

source: Poker face
be: Абыякавы

source: Pokes
be: Штуршкі

source: Polar Bear (dynamic)
be: Белы мядзьведзь (зьменлівая)

source: Polar clock
be: Дугавы гадзіньнік

source: Polar clock settings
be: Налады дугавога гадзіньніку

source: Polish (Poland)
be: польская (Польшча)

source: Political Views
be: Палітычныя погляды

source: Poll
be: Апытаньне

source: Poor
be: Дрэнна

source: Pop
be: Поп

source: Pop-up already open
be: Раптоўнае вакно ўжо адчынілі

source: Pop-up notification
be: Спавяшчаць вынырцамі

source: Popular locations
be: Вядомыя месцы

source: Port
be: Порт

source: Port number
be: Нумар порту

source: Port number should be within 1000 and 65534
be: Нумар порту мусіць быць лікам ад 1000 да 65534

source: Portable Wi-Fi hotspot
be: Адметны пункт Wi-Fi

source: Portable Wi-Fi hotspot error
be: Памылка пераноснага адметнага пункту Wi-Fi

source: Portable Wi-Fi hotspot settings
be: Налады пераноснага адметнага пункту Wi-Fi

source: Portable WiFi hotspot
be: Адметны пункт Wi-Fi

source: Portable WiFi hotspot error
be: Адметны пункт Wi-Fi даў хібу

source: Portable hotspot
be: Адметны пункт

source: Portable hotspot %1$s active
be: Дзейнічае пераносны адметны пункт «%1$s»

source: Portrait
be: Кніжная

source: Portuguese (Angola)
be: партуґальская (Анґола)

source: Portuguese (Brazil)
be: партуґальская (Бразылія)

source: Portuguese (Portugal)
be: партуґальская (Партуґалія)

source: Possible Buttons
be: Магчымыя кнопкі

source: Possibly incorrect PIN.
be: Мажліва, неадпаведны PIN.

source: Possibly malicious app found
be: Магчыма, знайшлі зламысную праґраму

source: Post
be: Допіс

source: Post a comment
be: Выказацца

source: Post buzz
be: Допіс у

source: Post comment
be: Выказацца

source: Post complete.
be: Апублікавалі.

source: Post deleted
be: Сьцерлі допіс.

source: Post muted
be: Допіс сьцішылі

source: Post options
be: Можнасьці допісаў

source: Post reported
be: Допіс апублікавалі

source: Post sent.
be: Допіс даслалі.

source: Post to wall
be: Напісаць на сьцяне

source: Postal address
be: Паштовы адрас

source: Postal addresses
be: Паштовыя адрасы

source: Postal code
be: Індэкс

source: Posterize
be: Як на афішах

source: Posting as {0}
be: Імя: {0}

source: Posting update…
be: Публікуецца абнаўленьне…

source: Posts
be: Допісы

source: Potentially malicious app detected
be: Выявілі мажліва зламысную праґраму

source: Power
be: Сілкаваньне

source: Power Button
be: Кнопка сілкаваньня

source: Power Control
be: Кіраваць сілкаваньнем

source: Power Events settings
be: Налады падзеяў сілкаваньня

source: Power Shutter
be: Кнопка сілкаваньня — затвор

source: Power button
be: Кнопка сілкаваньня

source: Power button ends call
be: Заканчваць выклік кнопкаю сілкаваньня

source: Power button takes a picture/video
be: Кнопка сілкаваньня робіць здымак

source: Power control
be: Кіраваць сілкаваньнем

source: Power off
be: Вылучыць тэлефон

source: Power plug:
be: Сілкаваньне:

source: Powered by Google Checkout
be: Працуе на Касе Google

source: Pre-Focus
be: Папярэдне

source: Pre-shared key based L2TP/IPSec VPN
be: L2TP/IPSec VPN (на папярэдне абагуленым ключы)

source: Prefecture
be: Прэфэктура

source: Preferences
be: Перавагі

source: Preferred engine
be: Пераважны рухавік

source: Preferred install location
be: Куды ўсталёўваць

source: Preferred network mode
be: Пажаданы спосаб працы сеткі

source: Preferred network mode: CDMA
be: Спосаб працы сеткі: CDMA

source: Preferred network mode: CDMA / EvDo
be: Спосаб працы сеткі: CDMA або EvDo

source: Preferred network mode: CDMA only
be: Спосаб працы сеткі: толькі CDMA

source: Preferred network mode: EvDo only
be: Спосаб працы сеткі: толькі EvDo

source: Preferred network mode: GSM / WCDMA
be: Спосаб працы сеткі: GSM або WCDMA

source: Preferred network mode: GSM only
be: Спосаб працы сеткі: толькі GSM

source: Preferred network mode: LTE / CDMA
be: Спосаб працы сеткі: LTE або CDMA

source: Preferred network mode: WCDMA only
be: Спосаб працы сеткі: толькі WCDMA

source: Preferred network mode: WCDMA preferred
be: Спосаб працы сеткі: пажадана WCDMA

source: Prefetch articles
be: Загадзя атрымваць артыкулы

source: Prefetch articles for faster access
be: Каб доступ быў хутчэйшым, атрымваць артыкулы загадзя

source: Prefetch images
be: Загадзя атрымваць відарысы

source: Prefetch images for faster access
be: Каб доступ быў хутчэйшым, атрымваць відарысы загадзя

source: Prefetching articles increases data usage which also uses more battery.
be: Калі загадзя атрымваць артыкулы, гэта павялічыць выкарыстаньне сеціва, што можа карыстаць болей батарэі.

source: Preload results
be: Загадзя чытаць вынікі

source: Premium
be: Пераважны

source: Preparing %1$d photos and %2$d videos for upload...
be: %1$d здымак й %2$d відэа рыхтуюцца запампавацца…

source: Preparing SD card
be: Падрыхтоўваецца картка SD

source: Preparing SD card\u2026
be: Падрыхтоўваецца картка SD…

source: Preparing SD card…
be: Падрыхтоўваецца картка SD…

source: Preparing USB storage
be: Падрыхтоўваецца сховішча USB

source: Preparing USB storage\u2026
be: Падрыхтоўваецца сховішча USB…

source: Preparing panorama
be: Падрыхтоўваецца краявід

source: Preparing shared storage\u2026
be: Падрыхтоўваецца абагуленае сховішча…

source: Presents the date and time as clockwise arcs: month, day, hour, minute, and second.
be: Паказвае дату й час у выглядзе дугаў у кірунку па сонцы: месяц, дзень, гадзіна, хвіліна, сэкунда.

source: Press 'Ok' to attempt to install it automatically.
be: Націсьніце «Добра», каб паспрабаваць самарушна ўсталяваць яе.

source: Press Continue when done
be: Націсьніце «Працягваць», калі скончыце

source: Press Menu > Refresh to sync mail once.
be: Націсьніце «Мэню» > «Абнавіць», каб сынхранізаваць адзін раз.

source: Press Menu for call options \u0020• \u0020Use keyboard to dial
be: Націсьніце «Мэню», каб пабачыць можнасьці выкліку • Карыстайцеся наборнікам, каб выклікаць

source: Press Menu for call options \u2022 Use keyboard to dial
be: Націсьніце «Мэню», каб пабачыць можнасьці выкліку • Карыстайцеся наборнікам, каб выклікаць

source: Press Menu for call options.
be: Націсьніце «Мэню», каб пабачыць можнасьці выкліку

source: Press Menu for help.
be: Каб атрымаць дапамогу, націсьніце «Мэню».

source: Press Menu to unlock or place emergency call.
be: Націсьніце «Мэню», каб адамкнуць або выклікаць надзвычайны нумар.

source: Press Menu to unlock.
be: Націсьніце «Мэню», каб адамкнуць.

source: Press OK to update %3$d apps with no permission changes.
be: Націсьніце «Добра», каб абнавіць %3$d праґрамаў, што не зьмянілі дазволаў.

source: Press Space key twice to insert \".\"
be: Націсьніце прагал двойчы, каб уставіць «.»

source: Press Space key twice to insert \u0022.\u0022
be: Двойчы націсьніце прагал, каб уставіць кропку — «.»

source: Press \"Back\" once more to quit the app.
be: Каб выйсьці з праґрамы, націсьніце «назад» яшчэ раз.

source: Press \"next\" button to start account setup.
be: Каб уладкаваць рахунак, націсьніце «Далей».

source: Press and hold the left-most word to add it to the dictionary
be: Націсьніце і трымайце першае зьлева слова, каб дадаць яго ў слоўнік

source: Press back to cancel.
be: Каб скасаваць, націсьніце «назад».

source: Press the Trackball to Answer the incoming phone call.
be: Націсьніце на трэкбол, каб адказаць на ўваходны тэлефонны выклік.
